posts/slovak-learning.org
#+BEGIN_COMMENT
.. title: Slovak Learning
.. slug: slovak-learning
.. date: 2020-05-16 09:45:34 UTC+02:00
.. tags: Slovak
.. category: 
.. link: 
.. description: 
.. type: text

#+END_COMMENT

#+BEGIN_EXPORT html
<br>
<br>
#+END_EXPORT

Ok. This post is likely not interesting for any visitor. I am learning
the language and after a discussion with my girlfriend it turned out I
rather write down the new vocabulary for learning the language the
fastest.

In this post I write down my progress and I can go back to it at later
stages.


{{{TEASER_END}}}

#+BEGIN_EXPORT html
<br>
#+END_EXPORT


* Chapter Tages-Programm

** General Vocabulary

 prázdniny = vacanze

 teplé = caldo 

 počasie = tempo 

 končiť sa  = finire

 začínať = iniziare

 nový ročník na univerzite = new university year

 prší = piove

 sneží = nevica

 sa lyžujeme = sciare

 zajtra = domani

 včera = ieri

 týždni = week

 Posledný = ultimo

 prvý = primo

 ročné obdobia = stagioni

** Days of the Week

+----------------+-------------------+
|                |                   |
|      Deň       |  Koľký v týždni?  |
|                |                   |
+----------------+-------------------+
|    pondelok    |       prvý        |
+----------------+-------------------+
|     utorok     |       druhý       |
+----------------+-------------------+
|     streda     |       tretí       |
+----------------+-------------------+
|    štvrtok     |      štvrtý       |
+----------------+-------------------+
|     piatok     |       piaty       |
+----------------+-------------------+
|     sobota     |      šiesty       |
+----------------+-------------------+
|     nedeľa     |      siedmy       |
+----------------+-------------------+

** Months of the year


+-------------+-----------------+-----------------+
|             |                 |                 |
|   Mesiac    |  Koľký v roku?  |  Ročné Obdobia  |
|             |                 |                 |
+-------------+-----------------+-----------------+
|   január    |      prvý       |      zima       |
+-------------+-----------------+-----------------+
|   február   |      druhý      |      zima       |
+-------------+-----------------+-----------------+
|    marec    |      tretí      |       jar       |
+-------------+-----------------+-----------------+
|    apríl    |     štvrtý      |       jar       |
+-------------+-----------------+-----------------+
|     máj     |      piaty      |       jar       |
+-------------+-----------------+-----------------+
|     jún     |     šiesty      |      leto       |
+-------------+-----------------+-----------------+
|     júl     |     siedmy      |      leto       |
+-------------+-----------------+-----------------+
|   august    |      ôsmy       |      leto       |
+-------------+-----------------+-----------------+
|  september  |     deviaty     |      jeseň      |
+-------------+-----------------+-----------------+
|   október   |     desiaty     |      jeseň      |
+-------------+-----------------+-----------------+
|  november   |    jedenásty    |      jeseň      |
+-------------+-----------------+-----------------+
|  december   |    dvanásty     |      zima       |
+-------------+-----------------+-----------------+

