cache/posts/slovak-learning.html
<br>
<br>

<p>
Ok. This post is likely not interesting for any visitor. I am learning
the language and after a discussion with my girlfriend it turned out I
rather write down the new vocabulary for learning the language the
fastest.
</p>

<p>
In this post I write down my progress and I can go back to it at later
stages.
</p>

<!-- TEASER_END -->

<br>


<div id="outline-container-org94d6c33" class="outline-2">
<h2 id="org94d6c33">Chapter Tages-Programm</h2>
<div class="outline-text-2" id="text-org94d6c33">
</div>
<div id="outline-container-org03138cc" class="outline-3">
<h3 id="org03138cc">General Vocabulary</h3>
<div class="outline-text-3" id="text-org03138cc">
<p>
prázdniny = vacanze
</p>

<p>
teplé = caldo 
</p>

<p>
počasie = tempo 
</p>

<p>
končiť sa  = finire
</p>

<p>
začínať = iniziare
</p>

<p>
nový ročník na univerzite = new university year
</p>

<p>
prší = piove
</p>

<p>
sneží = nevica
</p>

<p>
sa lyžujeme = sciare
</p>

<p>
zajtra = domani
</p>

<p>
včera = ieri
</p>

<p>
týždni = week
</p>

<p>
Posledný = ultimo
</p>

<p>
prvý = primo
</p>

<p>
ročné obdobia = stagioni
</p>
</div>
</div>

<div id="outline-container-org258d56e" class="outline-3">
<h3 id="org258d56e">Days of the Week</h3>
<div class="outline-text-3" id="text-org258d56e">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Deň</th>
<th scope="col" class="org-left">Koľký v týždni?</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">pondelok</td>
<td class="org-left">prvý</td>
</tr>

<tr>
<td class="org-left">utorok</td>
<td class="org-left">druhý</td>
</tr>

<tr>
<td class="org-left">streda</td>
<td class="org-left">tretí</td>
</tr>

<tr>
<td class="org-left">štvrtok</td>
<td class="org-left">štvrtý</td>
</tr>

<tr>
<td class="org-left">piatok</td>
<td class="org-left">piaty</td>
</tr>

<tr>
<td class="org-left">sobota</td>
<td class="org-left">šiesty</td>
</tr>

<tr>
<td class="org-left">nedeľa</td>
<td class="org-left">siedmy</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-orga04caa1" class="outline-3">
<h3 id="orga04caa1">Months of the year</h3>
<div class="outline-text-3" id="text-orga04caa1">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Mesiac</th>
<th scope="col" class="org-left">Koľký v roku?</th>
<th scope="col" class="org-left">Ročné Obdobia</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">január</td>
<td class="org-left">prvý</td>
<td class="org-left">zima</td>
</tr>

<tr>
<td class="org-left">február</td>
<td class="org-left">druhý</td>
<td class="org-left">zima</td>
</tr>

<tr>
<td class="org-left">marec</td>
<td class="org-left">tretí</td>
<td class="org-left">jar</td>
</tr>

<tr>
<td class="org-left">apríl</td>
<td class="org-left">štvrtý</td>
<td class="org-left">jar</td>
</tr>

<tr>
<td class="org-left">máj</td>
<td class="org-left">piaty</td>
<td class="org-left">jar</td>
</tr>

<tr>
<td class="org-left">jún</td>
<td class="org-left">šiesty</td>
<td class="org-left">leto</td>
</tr>

<tr>
<td class="org-left">júl</td>
<td class="org-left">siedmy</td>
<td class="org-left">leto</td>
</tr>

<tr>
<td class="org-left">august</td>
<td class="org-left">ôsmy</td>
<td class="org-left">leto</td>
</tr>

<tr>
<td class="org-left">september</td>
<td class="org-left">deviaty</td>
<td class="org-left">jeseň</td>
</tr>

<tr>
<td class="org-left">október</td>
<td class="org-left">desiaty</td>
<td class="org-left">jeseň</td>
</tr>

<tr>
<td class="org-left">november</td>
<td class="org-left">jedenásty</td>
<td class="org-left">jeseň</td>
</tr>

<tr>
<td class="org-left">december</td>
<td class="org-left">dvanásty</td>
<td class="org-left">zima</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
